<?php

return [
    'header' => [
        'title' => 'Набір робочих листів',
        'description' => 'Список робочих листів у наборі.',
        'back_button' => 'Назад до набору',
    ],
    'toolbar' => [
        'edit' => 'Редагувати набір',
        'delete' => 'Видалити набір',
        'create' => 'Створити новий набір',
        'qr_codes' => 'QR-коди',
        'export_excel' => 'Експорт до MS Excel',
        'print' => 'Версія для друку',
    ],
    'form' => [
        'section_1' => [
            'label' => 'Основна інформація',
            'description' => 'Ім’я вчителя та електронна пошта не є обов’язковими. Якщо ви вкажете електронну пошту, вам надійде автоматичне повідомлення з інформацією про ваш набір робочих листів.',
        ],
        'section_2' => [
            'label' => 'Робочі листи',
        ],
        'section_3' => [
            'label' => 'Числові значення',
        ],
        'section_4' => [
            'label' => 'Математичні операції',
        ],
        'section_5' => [
            'label' => 'Налаштування',
        ],
        'kit_title' => 'Назва набору',
        'kit_description' => 'Опис набору',
        'teacher_name' => 'Вчитель',
        'teacher_email' => 'Електронна пошта',
        'count_sheets' => 'Кількість робочих листів',
        'count_examples' => 'Кількість прикладів у робочому листі',
        'count_numbers' => 'Кількість чисел у прикладі',
        'range_min' => 'Мінімум',
        'range_max' => 'Максимум',
        'range_decimals' => 'Кількість десяткових знаків',
        'save_button' => 'Створити робочі листи',
        'edit_button' => 'Зберегти набір',
    ]
];
?>
