<?php

return [
    'kit' => [
        'destroy' => [
            'title' => 'Видалити цей набір робочих листів?',
            'text' => '<p>Усі існуючі робочі листи та їхні відповідні приклади будуть видалені.</p>',
            'submit' => 'Видалити набір',
        ],
        'update' => [
            'title' => 'Зберегти зміни та створити нові робочі листи?',
            'text' => '<p>Усі існуючі робочі листи та їхні відповідні приклади будуть видалені та створяться нові робочі листи з новими прикладами відповідно до завдання.</p><p>Для робочих листів створяться нові URL-адреси - попередні URL-адреси більше не будуть дійсними!</p>',
            'submit' => 'Редагувати набір',
        ],
    ],
    'sheet' => [
        'check' => [
            'title' => 'Ви перевірили всі результати?',
            'text' => '<p>Робочий лист буде надіслано вчителю на перевірку. Після відправлення його вже не можна буде редагувати.</p>',
            'submit' => 'Надіслати на перевірку',
        ],
    ]
];
?>
