<?php

return [
    'header' => [
        'title' => 'Звіт про помилки',
        'description' => 'Форма для повідомлення про помилки у додатку',
        'back_button' => 'Повернутися на головну сторінку',
    ],
    'form' => [
        'section_1' => [
            'label' => 'Основна інформація',
        ],
        'section_2' => [
            'label' => 'Технічна інформація',
            'description' => 'Для виправлення помилки корисні наступні дані про ваш пристрій і браузер.',
        ],
        'name' => 'Ім\'я',
        'email' => 'Електронна пошта',
        'message' => 'Повідомлення',
        'info' => 'Інформація',
        'save_button' => 'Повідомити про помилку'
    ],
    'debug' => [
        'browser' => 'Браузер:',
        'resolution' => 'Роздільна здатність екрану:',
        'window_size' => 'Розмір вікна:',
    ],
    'thank_you' => [
        'title' => 'Дякую за ваш відгук',
        'description' => 'Подяка за відгук щодо додатку KitSheet.',
        'back_button' => 'Повернутися на головну сторінку',
        'wrote' => 'написав(ла)',
        'text' => '<p>Дякую за повідомлення про помилку. Я намагатимусь виправити її якнайшвидше.</p><p>Нижче наведено узагальнення вашого звіту:</p>',
        'tech_info' => 'Технічна інформація',
    ],
];

?>
